Repository: finkiki/forkbb
Catalog: app/lang/*/index.po
Languages: fr

source: Empty board
fr: Board is empty.

source: Newest user: %s
fr: Newest registered user: %s

source: Newest user: <a href="%2$s">%1$s</a>
fr: Newest registered user: <a href="%2$s">%1$s</a>

source: No of users: %s
fr: Users: <b>%s</b>

source: No of topics: %s
fr: Topics: <b>%s</b>

source: No of posts: %s
fr: Posts: <b>%s</b>

source: Online users
fr: Online:

source: Stats info
fr: Board information:

source: Board stats
fr: Board statistics

source: Most online
fr: Maximum online users (%1$s) was be there %2$s

source: User info
fr: User information

source: Visitors online
fr: Registered users online: <b>%1$s</b>, guests: <b>%2$s</b>.
